Repository: jurialmunkey/skin.arctic.fuse
Catalog: language/resource.language.*/strings.po
Languages: ar_sa, pl_pl

# #31336
source: Select + X
pl_pl: Wybierz +X

# #31337
source: Select + Start
pl_pl: Wybierz + Start

# #31338
source: Select + Right Stick
pl_pl: Wybierz + prawa gałka

# #31346
source: Press down for more by this artist
pl_pl: Naciśnij, aby wyświetlić więcej utworów tego artysty

# #31348
source: Press down for channel EPG
pl_pl: Naciśnij, aby wyświetlić kanał EPG

# #31357
source: Artwork Overlay
pl_pl: Nakładka graficzna

# #31367
source: Episode thumb for info dialog background
pl_pl: Miniatura odcinka widoczna w oknie dialogowym

# #31396
source: Recent Movies
pl_pl: Najnowsze filmy

# #31397
source: Recent Tv Shows
pl_pl: Najnowsze seriale

# #31405
source: Top Albums
pl_pl: Najlepsze albumy

# #31411
source: Random Songs
pl_pl: Losowe piosenki

# #31412
source: Random Albums
pl_pl: Losowe albumy

# #31417
source: Random Artists
pl_pl: Losowi artyści

# #31426
source: Light dialogs
pl_pl: Jasne okna

# #31427
source: Initialising
pl_pl: Inicjowanie

# #31465
source: Rain chance
pl_pl: Ryzyko deszczu

# #31477
source: Progress percentage
pl_pl: Postęp procentowy

# #31505
source: Skin user login screen on startup
pl_pl: Ekran logowania użytkownika podczas uruchamiania

# #31506
source: Individual skin user widget configurations
pl_pl: Indywidualne konfiguracje widżetów użytkownika skórki

# #31507
source: pseudo profiles
pl_pl: pseudo profile

# #31508
source: Loading skin user profiles
pl_pl: Ładowanie profili użytkowników skórki

# #31509
source: Holiday
pl_pl: Święto

# #31510
source: Holiday themes
pl_pl: Motywy świąteczne

# #31511
source: Shortcut
pl_pl: Skrót

# #31512
source: Classic mode
pl_pl: Tryb klasyczny

# #31513
source: Side Menu Icons
pl_pl: Ikony menu bocznego

# #31514
source: Global Widgets
pl_pl: Widżety globalne

# #31515
source: Main Items
pl_pl: Elementy główne

# #31516
source: Edit items
pl_pl: Edytuj pozycje

# #31517
source: Reverse order
pl_pl: Odwróć kolejność

# #31518
source: Highlight type
pl_pl: Typ podświetlania

# #31519
source: A single reusable group of widgets
pl_pl: Pojedyncza grupa widżetów wielokrotnego użytku

# #31520
source: Widgets for $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] icon on home screen
pl_pl: Widżety dla $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] ikon na ekranie głównym

# #31521
source: Edit global widgets
pl_pl: Edytuj widżety globalne

# #31522
source: Widgets for $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] category
pl_pl: Widżety dla $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] kategorii

# #31523
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] widgets
pl_pl: Edytuj $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] widżety

# #31524
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] submenu
pl_pl: Edytuj $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] podmenu

# #31525
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] spotlight
pl_pl: Edytuj $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] wyróżnienie

# #31526
source: Edit hub spotlight
pl_pl: Edytuj wyróżnienie huba

# #31527
source: Spotlight inside the $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] hub
pl_pl: Wyróżnienie wewnątrz $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] huba

# #31528
source: Edit hub categories
pl_pl: Edytuj kategorie hubu

# #31529
source: Categories inside the $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] hub
pl_pl: Kategorie wewnątrz $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] huba

# #31530
source: Edit hub widgets
pl_pl: Edytuj widżety hubu

# #31531
source: Widgets inside the $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] hub
pl_pl: Widżety wewnątrz $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] huba

# #31532
source: Disables hub spotlight and categories
pl_pl: Wyłącza wyróżnienie huba i kategorii

# #31533
source: Add list
pl_pl: Dodaj listę

# #31534
source: Del list
pl_pl: Usuń listę

# #31535
source: Restore
pl_pl: Przywróć

# #31536
source: Choose fallback image folder
pl_pl: Wybierz rezerwowy folder obrazów

# #31537
source: Edit submenu items
pl_pl: Edytuj elementy podmenu

# #31538
source: Clear submenu list first
pl_pl: Najpierw wyczyść listę podmenu

# #31539
source: Allow stacking
pl_pl: Zezwalaj na układanie w stos

# #31540
source: Submenu lists always allow stacking
pl_pl: Listy podmenu zawsze umożliwiają układanie w stosy
