Repository: jurialmunkey/skin.arctic.fuse
Catalog: language/resource.language.*/strings.po
Languages: ar_sa, pl_pl

# #31371
source: Sorted by
ar_sa: طريقة تصنيف
pl_pl: Sortuj według

# #31372
source: Lists
ar_sa: قوائم

# #31373
source: Tag
ar_sa: تصنيفات

# #31374
source: Most Voted
ar_sa: الاكثر تصويتا

# #31375
source: Install zip
ar_sa: تثبيت من ملف مضغوط
pl_pl: Instaluj z ZIP

# #31376
source: Show foreign
ar_sa: إظهار الإضافات الغريبة

# #31377
source: Show incompatible
ar_sa: اظهر الإضافات غير المتوافقة

# #31378
source: Foreign
ar_sa: غير معروف
pl_pl: Zagraniczny

# #31379
source: Incompatible
ar_sa: غير متوافق

# #31380
source: Forecast
ar_sa: متوقع
pl_pl: Prognoza

# #31381
source: Returning
ar_sa: عائد
pl_pl: Powrót

# #31382
source: All items
ar_sa: جميع العناصر
pl_pl: Wszystkie

# #31383
source: Production
ar_sa: انتاج
pl_pl: Produkcja

# #31384
source: Starring
ar_sa: بطولة

# #31385
source: Day of Death
ar_sa: تاريخ الوفاة

# #31386
source: Acting
ar_sa: تمثيل

# #31387
source: Known For
ar_sa: معروف ب

# #31388
source: Birthdate
ar_sa: الميلاد

# #31389
source: Place of Birth
ar_sa: مكان الولادة

# #31390
source: Release Year
ar_sa: تاريخ الصدور
pl_pl: Rok wydania

# #31391
source: Minimal
ar_sa: مصغر
pl_pl: Minimalny

# #31392
source: Customise home categories
ar_sa: تخصيص تصنيفات الصفحة الرئيسية

# #31393
source: Notification style
ar_sa: طريقة التنبيه
pl_pl: Styl powiadomień

# #31394
source: Floating
ar_sa: معلق
pl_pl: Pływający

# #31395
source: Tabbed
ar_sa: مفهرس
pl_pl: Zakładka

# #31396
source: Menu style
ar_sa: شكل القائمة

# #31397
source: Choose widgets
ar_sa: اختيار الودجتس

# #31398
source: New Movies
ar_sa: أفلام جديدة
pl_pl: Nowe filmy

# #31399
source: New TV Shows
ar_sa: مسلسلات جديدة
pl_pl: Nowe seriale

# #31400
source: New Episodes
ar_sa: حلقات جديدة
pl_pl: Nowe odcinki

# #31401
source: New Artists
ar_sa: ممثل جديد
pl_pl: Nowi artyści

# #31402
source: New Albums
ar_sa: البوم جديد
pl_pl: Nowe albumy

# #31403
source: In-Progress TV Shows
ar_sa: أكمل مشاهدة مسلسلاتك
pl_pl: Seriale w trakcie oglądania

# #31404
source: In-Progress Movies
ar_sa: اكمل مشاهدة أفلامك
pl_pl: Filmy w trakcie oglądania

# #31405
source: Customise background widget
ar_sa: تخصيص الودجت الخلفي

# #31406
source: Top Rated Movies
ar_sa: الافلام الاعلى تقيما
pl_pl: Najwyżej oceniane filmy

# #31407
source: Top Rated TV Shows
ar_sa: المسلسلات الاعلى تقيما
pl_pl: Najwyżej oceniane seriale

# #31408
source: Random Movies
ar_sa: افلام عشوائية
pl_pl: Losowe filmy

# #31409
source: Random TV Shows
ar_sa: مسلسلات عشوائية
pl_pl: Losowe seriale

# #31410
source: Random Episodes
ar_sa: حلقات عشوائية
pl_pl: Losowe odcinki

# #31413
source: All Movies
ar_sa: كل الافلام
pl_pl: Wszystkie filmy

# #31414
source: All TV Shows
ar_sa: كل المسلسلات
pl_pl: Wszystkie seriale

# #31415
source: Movies and TV Shows
ar_sa: أفلام ومسلسلات
pl_pl: Filmy i seriale

# #31416
source: Side menu
ar_sa: القائمة الجانبية
pl_pl: Menu boczne

# #31417
source: Search widgets
ar_sa: بحث في الودجتس

# #31418
source: Home widgets
ar_sa: ودجتس الصفحة الرئيسية

# #31419
source: Windows
ar_sa: نوافذ

# #31420
source: Settings menu
ar_sa: قائمة الإعدادات

# #31421
source: Choose submenu list
ar_sa: اختيار قائمة سفلية
pl_pl: Wybierz listę podmenu

# #31422
source: Customise action
ar_sa: تخصيص التنفيذ

# #31423
source: Pull-out Menu
ar_sa: قاذمة مسحوبة

# #31424
source: Button
ar_sa: زر

# #31425
source: Labels
ar_sa: تسميات
pl_pl: Etykiety

# #31427
source: Initializing
ar_sa: جاري تجهيز

# #31428
source: Hide widget initialisation behind splash
ar_sa: تحديث محتوي الودجتس خلف شاشة البدء
pl_pl: Ukryj inicjalizację widżetu za efektem splash

# #31429
source: Chapters
ar_sa: فصول الفيديو
pl_pl: Rozdziały

# #31430
source: Customise video OSD widgets
ar_sa: تخصيص واجهة عرض الفيديو
pl_pl: Dostosowywanie widżetów OSD wideo

# #31431
source: Import
ar_sa: إستيراد

# #31432
source: Adaptive
ar_sa: متاقلم
pl_pl: Adaptacyjny

# #31434
source: Video OSD
ar_sa: خيارات واجهة عرض الفيديو
pl_pl: Wideo OSD

# #31435
source: TMDbHelper lookups
ar_sa: بحث من خلال TMDbHelper
pl_pl: Wyszukiwanie TMDbHelper

# #31436
source: Wrap list
ar_sa: قائمة متواصلة

# #31437
source: Choose spotlight
ar_sa: تخصيص منطقة عرض معلومات الوسائط
pl_pl: Wybierz wyróżnienie

# #31438
source: Simple
ar_sa: بسيط
pl_pl: Proste

# #31439
source: Large
ar_sa: كبير
pl_pl: Duża

# #31440
source: Extra Large
ar_sa: كبير جدا
pl_pl: Bardzo duża

# #31441
source: FlixArt Size
ar_sa: حجم صورة الفيديو بالواجهة الرئيسية
pl_pl: Rozmiar FlixArtu

# #31442
source: Choose submenu
ar_sa: اختيار القائمة الفرعية السفلية

# #31443
source: Choose submenu items
ar_sa: اختيار عناصر القائمة الفرعية السفلية

# #31444
source: Slide up submenu
ar_sa: رفع القائمة الفرعية السفلية

# #31447
source: Customise explore menu
ar_sa: تخصيص قائمة المسكتشف

# #31448
source: Show "More" item on limited widgets
ar_sa: اظهر المزيد more
pl_pl: Pokaż "Więcej" na widżetach z ograniczeniami

# #31449
source: Setup wizard
ar_sa: مساعد الاختيار في الاعداد
pl_pl: Kreator konfiguracji

# #31450
source: Step
ar_sa: خطوة

# #31451
source: Compound
ar_sa: مركب٢
pl_pl: Złożony

# #31452
source: Composite
ar_sa: مركب
pl_pl: Złożony

# #31453
source: Choose colour theme
ar_sa: اختيار ثيم الالوان
pl_pl: Wybierz motyw kolorystyczny

# #31454
source: Choose dialog style
ar_sa: اختيار طريقة الحوار
pl_pl: Wybierz styl okna dialogowego

# #31455
source: Choose layout style
ar_sa: اختيار طريقة العرض
pl_pl: Wybierz styl układu

# #31456
source: Prebuilt
ar_sa: بناء مسبق
pl_pl: Domyślne

# #31457
source: Wizard
ar_sa: مساعد الاختيار

# #31458
source: Monochrome
ar_sa: غير ملون
pl_pl: Monochromatyczne

# #31459
source: Ratings style
ar_sa: Ratings طريقة التصنيف
pl_pl: Styl ocen

# #31460
source: Customise visualisation
ar_sa: تخصيص الرؤيا
pl_pl: Dostosowywanie wizualizacji

# #31461
source: Choose preset
ar_sa: اختار نموذج
pl_pl: Wybierz ustawienie wstępne

# #31462
source: Search and options menu shortcuts
ar_sa: قوائم اختصارات البحث والخيارات

# #31463
source: Disable search and options menu shortcuts
ar_sa: تعطيل قوائم اختصارات البحث والخيارات

# #31464
source: Fallback slideshow path
ar_sa: فرصة هطول مطر

# #31466
source: Tile items
ar_sa: عناصر العنوان

# #31467
source: Tiles configuration
ar_sa: تخصيص العنواين
pl_pl: Konfiguracja kafelków

# #31468
source: Tile layout
ar_sa: تصميم العنوان
pl_pl: Układ kafelków

# #31469
source: Choose shortcut
ar_sa: اختيار الاختصار
pl_pl: Wybierz skrót

# #31470
source: Wind gusts
ar_sa: هبوب رياح
pl_pl: Porywy wiatru

# #31471
source: Fire danger
ar_sa: خطر حريق
pl_pl: Zagrożenie pożarowe

# #31472
source: Rain since 9am
ar_sa: مطر منذ التاسعة
pl_pl: Deszcz od godziny 9:00 rano

# #31473
source: Radar
ar_sa: رادار

# #31474
source: Spotlight style
ar_sa: تخصيص منطقة عرض الوسائط
pl_pl: Styl wyróżnienia

# #31475
source: You have watched a total of $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_d),[COLOR=main_fg_90][B],[/B][/COLOR]] days$COMMA $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_h),[COLOR=main_fg_90][B],[/B][/COLOR]] hrs and $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_mm),[COLOR=main_fg_90][B],[/B][/COLOR]] mins of content. The $INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Type)] $INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Episode.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Show.Title), from the show [COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Year), released in [COLOR=main_fg_90][B],[/B][/COLOR]] was most recently watched.
ar_sa: نسبة المشاهدة

# #31478
source: by
ar_sa: بواسطة
pl_pl: z

# #31479
source: List Media
ar_sa: قائمة الوسائط
pl_pl: Lista mediów

# #31480
source: List Landscape
ar_sa: قائمة بشكل افقى
pl_pl: Lista krajobrazów

# #31481
source: Play trailers automatically
ar_sa: تشغيل الفيديو الدعائي تلقائيا
pl_pl: Automatyczne odtwarzanie zwiastunów

# #31482
source: Trailers
ar_sa: فيديوهات دعائية
pl_pl: Zwiastuny

# #31483
source: Replay
ar_sa: اعد التشغيل
pl_pl: Odtwórz

# #31484
source: Pause
ar_sa: توقف مؤقت
pl_pl: Wstrzymaj

# #31485
source: Stop
ar_sa: توقف
pl_pl: Zatrzymaj

# #31486
source: Dialog
ar_sa: حوار
pl_pl: Okno dielogowe

# #31487
source: Play trailers from information in
ar_sa: تشغيل الفيديوهات الدعائية من
pl_pl: Odtwarzanie zwiastunów na podstawie informacji

# #31488
source: Categories slide up on focus
ar_sa: التصنيفات متحركة

# #31489
source: Categories focus second position
ar_sa: اظهار الصف الثاني من الودجتز

# #31490
source: Prebuilt menus
ar_sa: القوائم الافتراضية

# #31491
source: Miscellaneous
ar_sa: متنوع
pl_pl: Róźnorodność

# #31492
source: Add-ons hub
ar_sa: صفحة الإضافات
pl_pl: Dodatki

# #31493
source: Customise hubs
ar_sa: ضبط القوائم

# #31494
source: Rebuild
ar_sa: اعادة البناء
pl_pl: Przebuduj

# #31495
source: Unlocked
ar_sa: فتح
pl_pl: Odblokowane

# #31496
source: Customise widgets
ar_sa: تخصيص الودجتس
pl_pl: Personalizacja widżetów

# #31497
source: Minimise menu
ar_sa: تصغير القائمة
pl_pl: Zwijanie menu

# #31498
source: Filters
ar_sa: فلاتر

# #31499
source: Online
ar_sa: اولاين

# #31500
source: There were no [LOWERCASE]$VAR[Label_Setting_SearchStyle][/LOWERCASE] results found for
ar_sa: لا توجد نتائج
pl_pl: Nie było żadnych [LOWERCASE]$VAR[Label_Setting_SearchStyle][/LOWERCASE] znalezionych wyników dla

# #31501
source: Please try another search
ar_sa: حاول البحث مرة اخرى
pl_pl: Spróbuj wyszukać ponownie

# #31502
source: More Options
ar_sa: خيارات اضافية
pl_pl: Więcej opcji

# #31503
source: Extras
ar_sa: إضافات
pl_pl: Dodatki

# #31504
source: Manage versions
ar_sa: ادارة الاصدارات

# #31002
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] categories
pl_pl: Edytuj $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] kategorie

# #31003
source: Submenu list
pl_pl: Lista submenu

# #31004
source: Clear category spotlight first
pl_pl: Najpierw wyczyść wyróżnienie kategorii

# #31005
source: Choose global spotlight
pl_pl: Wybierz globalne wyróżnienie

# #31007
source: Up
pl_pl: W górę

# #31008
source: Down
pl_pl: W dół

# #31009
source: Widget Customisation
pl_pl: Personalizacja widżetów

# #31010
source: Welcome to the Arctic Fuse widget customisation screen!
pl_pl: Witamy na ekranie personalizacji widżetów Arctic Fuse!

# #31011
source: Click any item to customise it.
pl_pl: Kliknij dowolny element, aby go dostosować.

# #31012
source: Use the hub window selector at the top of the screen to change which window is being customised.
pl_pl: Użyj przełącznika znajdującego się u góry ekranu, aby wybrać pozycję w menu, która ma być personalizowana.

# #31013
source: Your changes are automatically saved.
pl_pl: Zmiany będą zapisywane automatycznie.

# #31014
source: Prebuilt default widget sets are available from the "Prebuilt" icon.
pl_pl: Domyślne zestawy widżetów są dostępne po kliknięciu ikony "Domyślne".

# #31017
source: Widget Groups
pl_pl: Grupy widżetów

# #31027
source: Widget Group
pl_pl: Grupa widżetów

# #31031
source: Global
pl_pl: Globalny

# #31036
source: Local
pl_pl: Lokalnie

# #31037
source: Complex
pl_pl: Złożony

# #31038
source: Directing
pl_pl: Reżyseria

# #31039
source: Writing
pl_pl: Scenariusz

# #31052
source: Sound
pl_pl: Muzyka

# #31067
source: Cinematography
pl_pl: Zdjęcia

# #31072
source: Art Department
pl_pl: Scenografia

# #31075
source: Editing
pl_pl: Montaż

# #31076
source: Starring
pl_pl: W rolach głównych

# #31078
source: The prebuilt icon provides options to install various different default widget and menu sets.
pl_pl: Domyślna ikona zapewnia opcje instalacji różnych domyślnych zestawów widżetów i menu.

# #31079
source: Using this option will override parts of your existing configuration.
pl_pl: Użycie tej opcji spowoduje zastąpienie części istniejącej konfiguracji.

# #31080
source: Rebuilding forces Skin Variables to generate the skin XML files for your current configuration.
pl_pl: Przebudowa wymusza na Skin Variables wygenerowanie plików XML skórki dla bieżącej konfiguracji.

# #31081
source: Rebuilding is required to make your changes visible in the skin.
pl_pl: Przebudowa jest konieczna, aby zmiany były widoczne.

# #31082
source: Unlocking the layout allows menu items to be loaded dynamically.
pl_pl: Odblokowanie układu umożliwia dynamiczne ładowanie elementów menu.

# #31084
source: Dynamically loaded menu items allow real time editing directly from the home screen using the context menu.
pl_pl: Dynamicznie ładowane pozycje menu umożliwiają edycję w czasie rzeczywistym bezpośrednio z ekranu głównego za pomocą menu kontekstowego.

# #31086
source: Customise options
pl_pl: Opcje personalizacji

# #31087
source: Locking the layout generates static menu items to improve loading time.
pl_pl: Zablokowanie układu generuje statyczne elementy menu, aby poprawić czas ładowania.

# #31088
source: Relocking is recommended once no further changes are required.
pl_pl: Ponowne zablokowanie jest zalecane, gdy nie są wymagane dalsze zmiany.

# #31089
source: The "Add List" option allows for adding all items from a directory directly to a menu or widget group.
pl_pl: Opcja "Dodaj listę" umożliwia dodanie wszystkich elementów z katalogu bezpośrednio do menu lub grupy widżetów.

# #31091
source: For example, selecting the movie genre library node will add each movie genre folder as a separate item to the group.
pl_pl: Na przykład, wybranie węzła biblioteki gatunków filmowych spowoduje dodanie każdego folderu gatunku filmowego jako osobnego elementu do grupy.

# #31092
source: Use the "Del List" option to undo changes via the reverse process.
pl_pl: Użyj opcji "Usuń listę", aby cofnąć zmiany za pomocą procesu odwrotnego.

# #31093
source: The "Del List" option allows for deleting all items inside a menu or widget group which match items in the chosen list.
pl_pl: Opcja "Usuń listę" umożliwia usunięcie wszystkich elementów wewnątrz menu lub grupy widżetów, które pasują do elementów na wybranej liście.

# #31094
source: For example, selecting the movie genre library node will delete all movie genre items in the current group.
pl_pl: Na przykład, wybranie węzła biblioteki gatunków filmowych spowoduje usunięcie wszystkich elementów z tej grupy.

# #31095
source: Use the "Add List" option to undo changes via the reverse process.
pl_pl: Użyj opcji "Dodaj listę", aby cofnąć zmiany za pomocą procesu odwrotnego.

# #31096
source: The hub layout button toggles the window layout of the current hub.
pl_pl: Przycisk układu koncentratora przełącza układ okna bieżącego koncentratora.

# #31097
source: Classic mode offers a simplified widgets-only layout.
pl_pl: Tryb klasyczny oferuje uproszczony układ zawierający tylko widżety.

# #31098
source: Complex mode offers more advanced layout options including spotlights, categories, and adaptive submenus.
pl_pl: Tryb złożony oferuje bardziej zaawansowane opcje układu, w tym wyróżnienia, kategorie i adaptacyjne podmenu.

# #31099
source: The widget grouping button toggles between local and global widget groups on a per category basis.
pl_pl: Przycisk grupowania widżetów przełącza między lokalnymi i globalnymi grupami widżetów dla poszczególnych kategorii.

# #31100
source: Local widgets define separate widget groups per category.
pl_pl: Widżety lokalne definiują oddzielne grupy widżetów dla każdej kategorii.

# #31101
source: Global widgets define a single widget group which can be reused across multiple categories.
pl_pl: Widżety globalne definiują pojedynczą grupę widżetów, która może być ponownie wykorzystana w wielu kategoriach.

# #31102
source: Prebuilt Configuration
pl_pl: Konfiguracja wstępna

# #31104
source: Rebuild XML
pl_pl: Przebuduj XML

# #31106
source: Layout Locking
pl_pl: Blokada układu

# #31110
source: Add and Deleting Lists
pl_pl: Dodaj i usuń listy

# #31114
source: Layout Modes
pl_pl: Tryby układów

# #31115
source: Australian summer
pl_pl: Australijskie lato

# #31116
source: Winter frost
pl_pl: Zimowe mrozy

# #31117
source: Lowest
pl_pl: Najniższy

# #31119
source: Highest
pl_pl: Najwyższy

# #31122
source: Watchlist
pl_pl: Lista obserwowanych

# #31123
source: On Deck
pl_pl: Na pokładzie

# #31128
source: Trending
pl_pl: Trendy

# #31132
source: History
pl_pl: Historia

# #31133
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
pl_pl: Ustaw typ i dodaj reguły, aby utworzyć inteligentną listę odtwarzania. Te listy odtwarzania są dynamiczne i zawierają wszystkie elementy multimedialne z bazy danych, które mają zastosowanie do wybranych reguł.

# #31135
source: Page
pl_pl: Strona

# #31144
source: You have watched a total of $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_d),[COLOR=main_fg_90][B],[/B][/COLOR]] days$COMMA $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_h),[COLOR=main_fg_90][B],[/B][/COLOR]] hrs and $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_mm),[COLOR=main_fg_90][B],[/B][/COLOR]] mins of content.
pl_pl: Obejrzałeś łącznie $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_d),[COLOR=main_fg_90][B],[/B][/COLOR]] days$COMMA $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_h),[COLOR=main_fg_90][B],[/B][/COLOR]] godzin i $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_mm),[COLOR=main_fg_90][B],[/B][/COLOR]] minut treści.

# #31146
source: The $VAR[Label_TraktStats_Recent_0_Type,[LOWERCASE],[/LOWERCASE]] $INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Episode.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Show.Title), from the show [COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Year), released in [COLOR=main_fg_90][B],[/B][/COLOR]] was most recently watched.
pl_pl: $VAR[Label_TraktStats_Recent_0_Type,[LOWERCASE],[/LOWERCASE]] $INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Episode.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Show.Title), z serialu [COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Year), wydany w [COLOR=main_fg_90][B],[/B][/COLOR]] był ostatnio oglądany.

# #31147
source: You have watched $INFO[Window(Home).Property(TMDbHelper.TraktStats.Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] movies and $INFO[Window(Home).Property(TMDbHelper.TraktStats.Shows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] shows.
pl_pl: Oglądałeś $INFO[Window(Home).Property(TMDbHelper.TraktStats.Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] filmów i $INFO[Window(Home).Property(TMDbHelper.TraktStats.Shows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] seriali.

# #31148
source: Explore
pl_pl: Eksploruj

# #31149
source: Menu style
pl_pl: Styl menu

# #31151
source: Search and options
pl_pl: Wyszukiwanie i ustawienia

# #31152
source: Remove search and options items from menu
pl_pl: Usuń elementy wyszukiwania i opcji z menu

# #31153
source: Disabling the options item will remove the ability to open settings.
pl_pl: Wyłączenie tej opcji spowoduje usunięcie możliwości otwierania ustawień.

# #31155
source: Ensure that you have an alternative means of opening settings before removing the options item from the menu.
pl_pl: Upewnij się, że masz alternatywny sposób otwierania ustawień przed usunięciem tej pozycji opcji z menu.

# #31156
source: You have $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] artists$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albums and $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] songs in your library.
pl_pl: Masz $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] artists$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albumów i $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] piosenek w swojej bibliotece.

# #31157
source: The album $INFO[Window(Home).Property(LatestAlbum.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]] by $INFO[Window(Home).Property(LatestAlbum.1.Artist),[COLOR=main_fg_90][B],[/B][/COLOR]] was most recently added.
pl_pl: Album $INFO[Window(Home).Property(LatestAlbum.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]] od $INFO[Window(Home).Property(LatestAlbum.1.Artist),[COLOR=main_fg_90][B],[/B][/COLOR]] został ostatnio oddany.

# #31158
source: Layout
pl_pl: Układ

# #31159
source: Version
pl_pl: Wersja

# #31161
source: Ends
pl_pl: Koniec o

# #31166
source: Back
pl_pl: Wstecz

# #31167
source: Wall
pl_pl: Wyświetlacz

# #31168
source: List Square
pl_pl: Lista kwadratowa

# #31169
source: List Wall
pl_pl: Lista na wyświetlaczu

# #31170
source: Always display date and time
pl_pl: Zawsze pokazuj datę i godzinę

# #31171
source: On-screen keyboard size
pl_pl: Rozmkiar klawiatury ekranowej

# #31173
source: Scroll
pl_pl: Przewijanie

# #31176
source: You have $INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] movies$COMMA $INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] tv shows$COMMA $INFO[Window(Home).Property(Episodes.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] episodes$COMMA $INFO[Window(Home).Property(MusicVideos.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] music videos$COMMA $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] artists$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albums and $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] songs in your library.
pl_pl: Masz $INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] filmów$COMMA $INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] seriali$COMMA $INFO[Window(Home).Property(Episodes.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] odcinków$COMMA $INFO[Window(Home).Property(MusicVideos.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] teledysków$COMMA $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] artystów$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albumów i $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] piosenek w swojej bibliotece.

# #31177
source: Menus
pl_pl: Menu

# #31178
source: Info line
pl_pl: Linia informacyjna

# #31183
source: times
pl_pl: czasy

# #31190
source: time
pl_pl: czas

# #31194
source: Album duration
pl_pl: Czas trwania albumu

# #31198
source: Track duration
pl_pl: Czas trwania utworu

# #31199
source: Date and time
pl_pl: Data i godzina

# #31200
source: Added on
pl_pl: Dodano w

# #31201
source: Seekbar displays title details while seeking
pl_pl: Pasek nawigacyjny wyświetla szczegóły tytułu podczas wyszukiwania

# #31207
source: Codec style
pl_pl: Styl kodeka

# #31209
source: Boxes
pl_pl: Boksy

# #31213
source: Visualisation settings
pl_pl: Ustawienia wizualizacji

# #31216
source: Video decoder
pl_pl: Dekoder wideo

# #31217
source: Pixel format
pl_pl: Format pikselowy

# #31235
source: Indicators
pl_pl: Wskaźniki

# #31248
source: Building includes
pl_pl: Obiekt obejmuje

# #31249
source: Waiting for PVR
pl_pl: Oczekiwanie na PVR

# #31263
source: bits
pl_pl: bity

# #31335
source: Game menu
pl_pl: Menu gry
