Repository: jurialmunkey/skin.arctic.fuse
Catalog: language/resource.language.*/strings.po
Languages: ar_sa, pl_pl

# #31000
source: Live TV / PVR
ar_sa: البث المباشر / PVR
pl_pl: TV na żywo / PVR

# #31001
source: In-Progress Episodes
ar_sa: متابعة الحلقات
pl_pl: W trakcie oglądania

# #31002
source: Manage
ar_sa: ادارة

# #31003
source: Recently Played Episodes
ar_sa: الحلقات السابقة

# #31004
source: Your Next Episodes
ar_sa: الحلقات القادمة

# #31005
source: Episodes On Deck
ar_sa: الحلقات المتوفرة

# #31006
source: Location
ar_sa: الموقع
pl_pl: Lokalizacja

# #31007
source: Random Trending TVShows
ar_sa: مسلسلات شائعة - عشوائي

# #31008
source: Still to Watch TVShows
ar_sa: اكمل مشاهدة مسلسلاتك

# #31009
source: IMDB Top Rated TVShows
ar_sa: IMDB المسلسلات الأعلى تقييما

# #31010
source: Random Trending Movies
ar_sa: افلام شائعة بترتيب عشوائي

# #31011
source: Still to Watch Movies
ar_sa: اكمل مشاهدة أفلامك

# #31012
source: IMDB Top Rated Movies
ar_sa: IMDB الافلام الاعلى تقيما

# #31013
source: Next Aired
ar_sa: البث القادم

# #31014
source: Latest Releases Movies
ar_sa: اخر اصدارات الافلام

# #31015
source: Order
ar_sa: الترتيب
pl_pl: Kolejność

# #31016
source: Sort by
ar_sa: الترتيب بواسطة
pl_pl: Sortuj według

# #31017
source: Latest Releases TV Shows
ar_sa: اخر اصدارات البرامج التلفزيونية

# #31018
source: Recommendations
ar_sa: التوصيات
pl_pl: Rekomendacje

# #31019
source: Next Aired Trakt
ar_sa: البث القادم من Trakt
pl_pl: Następna emisja

# #31020
source: Next Aired Library
ar_sa: مكتبة البث القادم
pl_pl: Następna wyemitowana biblioteka

# #31021
source: Repositories
ar_sa: مستودعات الاضافات
pl_pl: Repozytoria

# #31022
source: items
ar_sa: العناصر
pl_pl: elementy

# #31023
source: Loading
ar_sa: جاري التحميل
pl_pl: Wczytywanie

# #31024
source: Critics Consensus
ar_sa: النقاد
pl_pl: Zgodność krytyków

# #31025
source: Item
ar_sa: العناصر
pl_pl: Element

# #31026
source: Hub
ar_sa: القائمة الرئسية

# #31027
source: CustomShortcut
ar_sa: اختصار مخصص

# #31028
source: Outline
ar_sa: الحبكة
pl_pl: Streszczenie

# #31029
source: Images
ar_sa: الصور
pl_pl: Obrazy

# #31030
source: Critics
ar_sa: النقاد
pl_pl: Krytycy

# #31031
source: Career
ar_sa: المسار المهني

# #31032
source: Apply
ar_sa: تنفيذ
pl_pl: Zastosuj

# #31033
source: People
ar_sa: الاشخاص
pl_pl: Ludzie

# #31034
source: Cast member
ar_sa: طاقم التمثيل
pl_pl: Członek obsady

# #31035
source: Crew member
ar_sa: طاقم العمل
pl_pl: Członek ekipy

# #31036
source: Poster wall transition animations
ar_sa: حركة تحول الخلفيات

# #31037
source: Content adapative menu
ar_sa: قائمة محتويات محدثة تلقائيا

# #31038
source: Media filter and explore
ar_sa: تصنيف واكتشاف الوسائط

# #31039
source: Customise fallback menu
ar_sa: تغير الخلفية الافتراضية

# #31040
source: Use as widget
ar_sa: استخدم كودجت
pl_pl: Użyj jako widżet

# #31041
source: Similar
ar_sa: مشابه
pl_pl: Podobne

# #31042
source: Clock
ar_sa: الساعة
pl_pl: Zegar

# #31043
source: Flat (No Gradient)
ar_sa: لون واحد
pl_pl: Jednolite (bez gradientu)

# #31044
source: Viewtypes
ar_sa: أنو اع العرض
pl_pl: Typy widoków

# #31045
source: Landscape
ar_sa: صورة افقية
pl_pl: Krajobraz

# #31046
source: No Results
ar_sa: لا يوجد نتائج
pl_pl: Brak wyników

# #31047
source: Popularity
ar_sa: الشعبية
pl_pl: Popularność

# #31048
source: Sort
ar_sa: تصنيف
pl_pl: Sortuj

# #31049
source: Default Widgets
ar_sa: الودجتس الافتراضية
pl_pl: Domyślne widżety

# #31050
source: Crew
ar_sa: طاقم العمل
pl_pl: Ekipa

# #31051
source: Person
ar_sa: شخص
pl_pl: Osoba

# #31052
source: Use TMDb discover for search menu
ar_sa: ابحث من خلال TMDP

# #31053
source: Profile
ar_sa: الملف الشخصي
pl_pl: Profil

# #31054
source: Liked by
ar_sa: تم الاعجاب من
pl_pl: Lubiany przez

# #31055
source: out of
ar_sa: خارج من
pl_pl: z

# #31056
source: critics
ar_sa: النقاد
pl_pl: krytycy

# #31057
source: Years Old
ar_sa: العمر
pl_pl: Lata

# #31058
source: Recently Watched Movies
ar_sa: افلام شاهدتها مؤخرا
pl_pl: Ostatnio obejrzane filmy

# #31059
source: Recently Watched TV Shows
ar_sa: مسلسلات شاهدتها مؤخرا
pl_pl: Ostatnio obejrzane seriale

# #31060
source: Recently Watched Episodes
ar_sa: "حلقات شاهدتها مؤخرا"
pl_pl: Ostatnio obejrzane odcinki

# #31061
source: User rating
ar_sa: تقيم المستخدم
pl_pl: Ocena użytkownika

# #31062
source: Playlist order
ar_sa: ترتيب قائمة التشغيل
pl_pl: Kolejność odtwarzania

# #31063
source: Watched episodes
ar_sa: حلقات شوهدت
pl_pl: Obejrzane odcinki

# #31064
source: Awards
ar_sa: الجوائز
pl_pl: Nagrody

# #31065
source: Creator
ar_sa: المؤلف
pl_pl: Twórca

# #31066
source: Discover
ar_sa: اكتشف
pl_pl: Odkryj

# #31067
source: Adaptive aspect ratio
ar_sa: نسبة الارتفاع التكيفية

# #31068
source: Experimental
ar_sa: تجريبي
pl_pl: Eksperymentalny

# #31069
source: Background video
ar_sa: تشغيل الفيديو بالخلفية
pl_pl: Wideo w tle

# #31070
source: Fixed aspect ratio
ar_sa: نسبة الارتفاع الثابتة
pl_pl: Stały współczynnik proporcji

# #31071
source: Playback Speed
ar_sa: سرعة تشفيل العرض
pl_pl: Prędkość odtwarzania

# #31072
source: Widget group end action
ar_sa: ماذا سيحدث بعد اخر ودجت

# #31073
source: mins
ar_sa: دقائق
pl_pl: min

# #31074
source: hr
ar_sa: ساعة
pl_pl: h

# #31075
source: Hubs
ar_sa: قوائم رئيسية

# #31076
source: Trakt
ar_sa: Trakt تراكت

# #31077
source: More Information
ar_sa: معلومات اكثر
pl_pl: Więcej informacji

# #31078
source: Delete settings shortcut
ar_sa: مسح اختصار الاعدادت

# #31079
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
ar_sa: هل انت متآكد من مسخ الاختصار؟ الرجآء التاكد من وجود طريقة بديلة للدخودل للاعدادت قبل المسح.

# #31080
source: Library Calendar
ar_sa: تقويم المكتبة

# #31081
source: Action
ar_sa: تطبيق

# #31082
source: Select icon
ar_sa: اختار ايقونة

# #31083
source: Combined
ar_sa: مجمع
pl_pl: Połączony

# #31084
source: Widget style
ar_sa: شكل الودجت

# #31085
source: Live TV
ar_sa: بث مباشر
pl_pl: TV na żywo

# #31086
source: Customise options menu
ar_sa: تخصيص قائمة الاختيارات

# #31087
source: Widgets slide up with submenu
ar_sa: تحرك الودجتس مع القوائم

# #31088
source: Use classic style for combined viewtype
ar_sa: استخدم شكل كلاسيكي للتصنيفات المجمعة

# #31089
source: Recently played
ar_sa: شوهدت مؤخراً

# #31090
source: In-Progress
ar_sa: تكملة
pl_pl: W trakcie oglądania

# #31091
source: Top rated
ar_sa: الأعلى تقييما

# #31092
source: IMDb Top 250
ar_sa: ّIMDb في المراكز 250

# #31093
source: Nodes
ar_sa: قوائم مخصصة

# #31094
source: Random albums
ar_sa: ألبومات بترتيب عشوائي

# #31095
source: Random artists
ar_sa: فنانين بترتيب عشوائية

# #31096
source: Active recordings
ar_sa: تسجيلات نشطة

# #31099
source: Video Sources
ar_sa: مصادر الفيديو

# #31100
source: Music Sources
ar_sa: مصادر الموسيقى

# #31101
source: Picture Sources
ar_sa: مصادر الصور

# #31102
source: Widgets only (hide submenus)
ar_sa: ودجتس فقط - اخفآء القوائم الفرعية

# #31103
source: Widgets
ar_sa: "ودجتس"
pl_pl: Widżety

# #31104
source: Choose widget
ar_sa: اختيار الودجت

# #31105
source: Spotlight
ar_sa: منطقة عرض معلومات الوسائط
pl_pl: Wyróżnienie

# #31106
source: Content type
ar_sa: نوع المحتوى

# #31107
source: Right footer
ar_sa: التذييل الايمن
pl_pl: Prawa część stopki

# #31108
source: Collections
ar_sa: المجموعات
pl_pl: Kolekcje

# #31109
source: Viewline
ar_sa: المنظور
pl_pl: Linia widoku

# #31110
source: pages
ar_sa: صفحات

# #31111
source: Poster Row
ar_sa: بوستر-أفقية
pl_pl: Rząd plakatów

# #31112
source: Landscape Row
ar_sa: اسطر-أفقية
pl_pl: Rząd krajobrazu

# #31113
source: Square Row
ar_sa: مربعة-أفقية
pl_pl: Rząd kwadratów

# #31114
source: Search menu
ar_sa: قائمة البحث

# #31115
source: Customise home categories and widgets
ar_sa: تخصيص القوائم والودجتس في الصفحة الرئيسية

# #31116
source: Home menu
ar_sa: قوائم الصفحة الرئيسية

# #31117
source: Customise home style
ar_sa: تخصيص شكل الصفحة الرئيسية

# #31118
source: Expanded
ar_sa: موسع
pl_pl: Rozszerzony

# #31119
source: Landscape Combined
ar_sa: افقى مجمع

# #31120
source: Widgets only
ar_sa: ودجتس فقط
pl_pl: Tylko widżety

# #31121
source: Square List
ar_sa: قائمة مربعة
pl_pl: Kwadratowa lista

# #31122
source: Widget categories
ar_sa: تصنيف الوجدت

# #31123
source: Widget categories and submenus
ar_sa: نوعية الودجت والقوائم الفرعية

# #31124
source: Indicator
ar_sa: المؤشر
pl_pl: Wskaźnik

# #31125
source: Invert Text Colour
ar_sa: عكس لون النص
pl_pl: Odwórć kolory tekstu

# #31126
source: Options menu
ar_sa: قائمة الخيارات
pl_pl: Menu opcji

# #31127
source: Left footer
ar_sa: التذييل الايسر
pl_pl: Lewa część stopki

# #31128
source: Codec and provider icons
ar_sa: التقيمات وايقونات مزود الخدمة

# #31129
source: Up next in
ar_sa: الحلقة القادمة في غضون
pl_pl: Następny w

# #31130
source: seconds
ar_sa: ثواني
pl_pl: sekund

# #31131
source: Continue watching in
ar_sa: اكمل المشاهدة في
pl_pl: Kontynuuj oglądanie w

# #31132
source: Rules
ar_sa: الشروط

# #31134
source: Playing
ar_sa: جارى العرض
pl_pl: Odtwarzanie

# #31135
source: Play trailers fullscreen
ar_sa: تشغيل الفيديو الدعائي بشاشة كاملة

# #31136
source: Combined style
ar_sa: شكل مجمع
pl_pl: Styl mieszany

# #31137
source: Detailed
ar_sa: مفصل
pl_pl: Szczegółowy

# #31138
source: Aqua Classic
ar_sa: ازرق كلاسيكي
pl_pl: Wodna klasyka

# #31139
source: Tropical Sunset
ar_sa: الوان الغروب
pl_pl: Tropikalny zachód słońca

# #31140
source: Miami Vaporwave
ar_sa: وردية -الوان متداخلة
pl_pl: Fale w Miami

# #31141
source: Plain Monochrome
ar_sa: غير ملون
pl_pl: Zwykły monochromatyczny

# #31142
source: Total Duration
ar_sa: الوقت المستغرق
pl_pl: Czas trwania

# #31143
source: Classic
ar_sa: كلاسيكي
pl_pl: Klasyczny

# #31144
source: Endlessly wrap viewtypes
ar_sa: تنقل متواصل

# #31145
source: Initialising Skin
ar_sa: جاري تجهيز المظهر
pl_pl: Inicjowanie skórki

# #31146
source: Customise movies hub
ar_sa: تنسيق قائمة الافلام

# #31147
source: Customise TV shows hub
ar_sa: تخصيص القائمة الرئسية للمسلسلات

# #31150
source: Categories
ar_sa: الاصناف
pl_pl: Kategorie

# #31151
source: Customise search widgets
ar_sa: تخصيص قائمة البحث

# #31152
source: Custom Hub 01
ar_sa: خصص القائمة الرئسية 1

# #31153
source: Custom Hub 02
ar_sa: خصص القائمة الرئسية 2

# #31154
source: Misc options
ar_sa: خيارات متنوعة
pl_pl: Opcje dodatkowe

# #31155
source: Add Group
ar_sa: اضف مجموعة

# #31156
source: Rename Group
ar_sa: تغيير اسم مجموعة

# #31157
source: Delete group
ar_sa: مسح مجموعة

# #31158
source: Custom Hub 03
ar_sa: خصص القائمة الرئسية 3

# #31159
source: Custom Hub 04
ar_sa: خصص القائمة الرئسية 4

# #31160
source: REC
ar_sa: تسجيل
pl_pl: Nagrywanie

# #31162
source: Hide
ar_sa: اخفاء
pl_pl: Ukryj

# #31163
source: Vertical
ar_sa: عمودي
pl_pl: Pionowy

# #31164
source: Horizontal
ar_sa: افقي
pl_pl: Poziomy

# #31165
source: Seekbar behaviour on delayed pause
ar_sa: تخصيص ما يظهر على شاشة عرض الفيديو عند التوقف المؤقت
pl_pl: Zachowanie paska nawigacyjnego podczas pauzy

# #31166
source: Popular
ar_sa: شائع

# #31167
source: Anticipated
ar_sa: المتوقع

# #31168
source: TMDb Movies
ar_sa: TMDb الافلام

# #31169
source: TMDb TV Shows
ar_sa: TMDb مسلسلات

# #31170
source: TMDb Collections
ar_sa: TMDb التجميعات

# #31171
source: TMDb People
ar_sa: TMDb الاشخاص

# #31172
source: You have watched $INFO[Window(Home).Property(TVShows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] of $INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] tvshows in your library.[CR]The episode $INFO[Window(Home).Property(LatestEpisode.1.EpisodeTitle),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestEpisode.1.ShowTitle), from the show [COLOR=main_fg_90][B],[/B][/COLOR]] was recently added.
ar_sa: ودجت
pl_pl: Obejrzałeś $INFO[Window(Home).Property(TVShows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] ze $INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] swojej biblioteki serialów.[CR]Odcinek $INFO[Window(Home).Property(LatestEpisode.1.EpisodeTitle),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestEpisode.1.ShowTitle), serialu [COLOR=main_fg_90][B],[/B][/COLOR]] został niedawno dodany.

# #31174
source: Navigation
ar_sa: التنقل
pl_pl: Nawigacja

# #31175
source: You have watched $INFO[Window(Home).Property(Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] of $INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] movies in your library.[CR]The movie $INFO[Window(Home).Property(LatestMovie.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestMovie.1.Year), released in [COLOR=main_fg_90][B],[/B][/COLOR]] was recently added.
ar_sa: قوائم
pl_pl: Obejrzałeś $INFO[Window(Home).Property(Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] ze $INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] swojej biblioteki filmów.[CR]Film $INFO[Window(Home).Property(LatestMovie.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestMovie.1.Year), wydany w [COLOR=main_fg_90][B],[/B][/COLOR]] został niedawno dodany.

# #31178
source: Slide out labels on focus
ar_sa: اظهار اسماء التصنيفات

# #31179
source: Keyword
ar_sa: الكلمة الرئيسية
pl_pl: Słowo kluczowe

# #31180
source: Furniture
ar_sa: التركيبات
pl_pl: Projektowanie

# #31181
source: Scheduled
ar_sa: مجدولة
pl_pl: Zaplanowane

# #31182
source: EPG and channels style
ar_sa: طريقة عرض القنوات ودليل القنوات
pl_pl: Styl EPG i kanałów

# #31183
source: Label
ar_sa: التسمية

# #31184
source: Ends
ar_sa: الانتهاء
pl_pl: Zakończenia

# #31185
source: Autoscroll
ar_sa: تنقل تلقائي
pl_pl: Automatyczne przewijanie

# #31186
source: Behaviour
ar_sa: السلوك
pl_pl: Zachowanie

# #31187
source: Autoscroll time interval
ar_sa: الوقت الزمني للتنقل
pl_pl: Interwał czasu automatycznego przewijania

# #31188
source: Limit
ar_sa: محدد

# #31189
source: Autoclose OSD after X seconds
ar_sa: اغلاق تلقائي بعد وقت محدد
pl_pl: Automatyczne zamykanie OSD po X sekundach

# #31190
source: Infoline
ar_sa: معلومات الفيديو

# #31191
source: Optional details
ar_sa: تفاصيل اختيارية
pl_pl: Opcjonalne szczegóły

# #31192
source: Ends at time
ar_sa: وقت الانتهاء
pl_pl: Zakończenie o czasie

# #31193
source: Expanding clock
ar_sa: ساعة كاملة
pl_pl: Rozbudowany zegar

# #31194
source: High Contrast
ar_sa: تباين عالي High Contrast

# #31195
source: Light
ar_sa: فاتح light
pl_pl: Jasny

# #31196
source: Up Next
ar_sa: القادم
pl_pl: Do następnego

# #31197
source: Skin theme
ar_sa: سمة المظهر
pl_pl: Motyw skórki

# #31198
source: Customise ratings
ar_sa: تخصيص التقيمات

# #31199
source: Star
ar_sa: نجمة

# #31200
source: User
ar_sa: مستخدم

# #31201
source: Critic
ar_sa: ناقد

# #31202
source: Ratings
ar_sa: التقيمات
pl_pl: Oceny

# #31203
source: Customise
ar_sa: تخصيص
pl_pl: Niestandardowy

# #31204
source: Customise dialog background
ar_sa: لون خلفية صندوق وصف الحوار
pl_pl: Dostosuj tło okna dialogowego

# #31205
source: Codecs and providers
ar_sa: التصنيفات ومزودي الخدمة
pl_pl: Kodeki i dostawcy

# #31206
source: Item count
ar_sa: مجموع العناصر
pl_pl: Liczba pozycji

# #31207
source: Right header
ar_sa: العنوان الايمن

# #31208
source: Header
ar_sa: العنوان الرئيسي
pl_pl: Nagówek

# #31209
source: Colour overlay
ar_sa: تراكب الالوان

# #31210
source: Animate fanart
ar_sa: fanart صور الفيديو متحركة

# #31211
source: Artist slideshow
ar_sa: تحريك تلقائي لصور الممثلين

# #31212
source: Scrolling text
ar_sa: الوصف متحرك

# #31215
source: Reviews
ar_sa: المراجعات

# #31218
source: Memory usage
ar_sa: استهلاك الذاكرة

# #31219
source: Left header
ar_sa: العنوان الرئيسي الايسر
pl_pl: Lewa część nagłówka

# #31220
source: Purple
ar_sa: بنفسجي
pl_pl: Fioletowy

# #31221
source: Slate
ar_sa: قرميدي
pl_pl: Ciemnoszara

# #31222
source: Coal
ar_sa: فحمي
pl_pl: Grafitowa

# #31223
source: Gridlines
ar_sa: الاسطر
pl_pl: Linie siatki

# #31224
source: Pink
ar_sa: زَهرِيّ
pl_pl: Różowy

# #31225
source: Chalk
ar_sa: طبشوري
pl_pl: Kredowy

# #31226
source: Blush
ar_sa: وردي
pl_pl: Rumiany

# #31227
source: Customise colours
ar_sa: تخصيص الالوان

# #31228
source: Aqua
ar_sa: ازرق مائي
pl_pl: Wodny

# #31229
source: Vaporwave
ar_sa: وردي متداخل
pl_pl: Falujący

# #31230
source: Reset all menus and widgets to defaults
ar_sa: اعادة كل القوائم والودجتس الى الشكل الافتراضي - فورمات

# #31231
source: Customise highlight colours
ar_sa: لون المؤشر
pl_pl: Dostosuj kolory podświetlenia

# #31233
source: Seek to
ar_sa: تحريك الزمن
pl_pl: Przejdź do

# #31234
source: Customise indicators
ar_sa: تخصيص المؤشرات
pl_pl: Dostosowanie wskaźników

# #31235
source: Customise indicators
ar_sa: تخصيص المؤشرات

# #31236
source: Collection
ar_sa: تجميعات
pl_pl: Kolekcja

# #31237
source: Progress
ar_sa: التقدم
pl_pl: Postęp

# #31238
source: Coral
ar_sa: مرجاني
pl_pl: Koralowy

# #31239
source: Footer
ar_sa: تذييل
pl_pl: Stopka

# #31240
source: Tropical
ar_sa: استوائي
pl_pl: Tropikalny

# #31241
source: Colour scheme
ar_sa: مخطط الالوان
pl_pl: Schemat kolorystyczny

# #31242
source: Blue Slate
ar_sa: ازرق صخري
pl_pl: Błękitno szary

# #31243
source: Midnight Purple
ar_sa: بنفسجي
pl_pl: Fiolet o północy

# #31244
source: Now playing
ar_sa: يعرض الان
pl_pl: Teraz odtwarzane

# #31245
source: Autoscroll labels
ar_sa: تحريك تلقائي للعناوين
pl_pl: Automatyczne przewijanie etykiet

# #31246
source: Autoscroll textboxes
ar_sa: تحريك تلقائي للوصف
pl_pl: Automatyczne przewijanie pól tekstowych

# #31247
source: Colour highlight
ar_sa: لون المؤشر
pl_pl: Kolorowe podświetlenie

# #31250
source: Highlight
ar_sa: المؤشر
pl_pl: Podświetlanie

# #31251
source: Analog clock
ar_sa: ساعة عقارب
pl_pl: Zegar analogowy

# #31252
source: Catch-up
ar_sa: متابعة الفائت
pl_pl: Nadganianie

# #31253
source: Background blur
ar_sa: تمويه الخلفية

# #31254
source: Performance
ar_sa: الاداء
pl_pl: Wydajność

# #31255
source: Customise startup image
ar_sa: تخصيص صورة البدء
pl_pl: Dostosuj obraz startowy

# #31256
source: Resource Usage
ar_sa: حجم استخدام المصدر
pl_pl: Użycie zasobów

# #31257
source: Memory
ar_sa: الذاكرة
pl_pl: Pamięć

# #31258
source: CPU
ar_sa: المعالج
pl_pl: Procesor

# #31259
source: FPS
ar_sa: اطار / ثانية

# #31264
source: Revenue
ar_sa: الدخل
pl_pl: Przychód

# #31265
source: Budget
ar_sa: الميزانية
pl_pl: Budżet

# #31266
source: Pause video when opening info
ar_sa: ايقاف مؤقت عند فتح المعلومات

# #31267
source: Quality
ar_sa: الجودة
pl_pl: Jakość

# #31268
source: Fake
ar_sa: غير حقيقي
pl_pl: Fałszywe

# #31269
source: Real
ar_sa: واقعي
pl_pl: Rzeczywiste

# #31270
source: Single image
ar_sa: صورة مفردة
pl_pl: Pojedynczy obraz

# #31271
source: Image folder
ar_sa: ملف الصور
pl_pl: Folder obrazów

# #31272
source: Foreground logo
ar_sa: طريقة عرض اسم الفلم / المسلسل
pl_pl: Logo pierwszego planu

# #31273
source: Choose end row widgets
ar_sa: اخيار الودجتس بعد النهاية

# #31274
source: Icon
ar_sa: ايقونة
pl_pl: Ikona

# #31275
source: Customise search
ar_sa: تخصيص البحث
pl_pl: Dostosuj wyszukiwanie

# #31276
source: Customise home
ar_sa: تخصيص الصفحة الرئيسية

# #31277
source: Customise item
ar_sa: تخصيص عنصر

# #31278
source: The content type of the icon.
ar_sa: نوعية محتوي الايقونة

# #31279
source: Studio icons
ar_sa: ايقونات استديو الانتاج
pl_pl: Ikony studyjne

# #31282
source: Autohide seekbar after pausing
ar_sa: اخفاء تلقائي لمؤشر التقدم

# #31285
source: Classification (MPAA)
ar_sa: طريقة التصنيف
pl_pl: Klasyfikacja (MPAA)

# #31286
source: Won
ar_sa: فاز
pl_pl: Wygrana

# #31287
source: Nominated for
ar_sa: مرشح ل
pl_pl: Nominowany za

# #31288
source: The icon which will be displayed in the side menu.
ar_sa: الايقونة التي ستظهر في القائمة الجانبية

# #31293
source: Press down for cast and more info
ar_sa: اضغط للاسفل لرؤية طاقم العمل ومعلومات اخرى
pl_pl: Naciśnij, aby wyświetlić obsadę i więcej informacji

# #31294
source: Press down for bookmarks and chapters
ar_sa: اضغط للاسفل لرؤية الفصول والاجزاء المفضلة
pl_pl: Naciśnij, aby wyświetlić zakładki i rozdziały

# #31295
source: Press down for channels
ar_sa: اضغط للاسفل لرؤية القنوات
pl_pl: Naciśnij, aby wyświetlić kanały

# #31296
source: Press down for playlist
ar_sa: اضغط للاسفل لرؤية قواذم التشغيل
pl_pl: Naciśnij, aby wyświetlić listę odtwarzania

# #31297
source: Fallback
ar_sa: الخلفية الافتراضية العامة

# #31298
source: Press down for movies and tv shows starring this actor
ar_sa: اضغط للاسفل لايجاد افلام او مسلسلات لنفس الممثل
pl_pl: Naciśnij, aby wyświetlić filmy i seriale z udziałem tego aktora

# #31299
source: Information is loading
ar_sa: جاري تجهيز المعلومات
pl_pl: Trwa ładowanie informacji

# #31301
source: Kiosk Mode
ar_sa: وضع مغلق وثابت لترتيب ايقونات الواجهات
pl_pl: Tryb kiosku

# #31302
source: Management options
ar_sa: تفعيل
pl_pl: Opcje zarządzania

# #31304
source: The home screen layout style.
ar_sa: تصميم واجهة الصفحة الرئيسية

# #31305
source: Basic home layout
ar_sa: واجهة الصفحة الرئيسية بسيطة

# #31306
source: Watchlist
ar_sa: قائمة المشاهدة

# #31307
source: Recently watched
ar_sa: شوهد مؤخرا

# #31308
source: Last week
ar_sa: الاسبوع الماضي

# #31309
source: Next week
ar_sa: الاسبوع القادم

# #31310
source: Trending
ar_sa: عليه اقبال من المشاهدين

# #31311
source: Airing
ar_sa: يتم بثه

# #31312
source: Combined home layout
ar_sa: طريقة عرض مجمعة

# #31313
source: Upcoming
ar_sa: العرض القادم

# #31314
source: Expanded home layout
ar_sa: طريقة عرض موسعة

# #31317
source: Most watched
ar_sa: الاكثر مشاهدة

# #31319
source: View
ar_sa: شاهد
pl_pl: Widok

# #31320
source: Square
ar_sa: مربع
pl_pl: Pole

# #31321
source: Configure viewtypes
ar_sa: ضبط طريقة عرض الاقسام
pl_pl: Konfiguracja typów widoku

# #31322
source: Wall view
ar_sa: جداري
pl_pl: Widok na wyświetlaczu

# #31323
source: Content adapative explore
ar_sa: استكشاف تلقائي للمحتوي

# #31324
source: Content
ar_sa: المحتوي
pl_pl: Zawartość

# #31326
source: Customise side menu
ar_sa: تخصيص القائمة الجانبية

# #31329
source: Text
ar_sa: نصي
pl_pl: Tekst

# #31330
source: Crop
ar_sa: مصغر
pl_pl: Przycięte

# #31331
source: Background style
ar_sa: نمط صور الافلام والفيديو
pl_pl: Styl tła

# #31332
source: Categories and widgets
ar_sa: الاصناف والودجتس

# #31333
source: Customise submenu
ar_sa: تخصيص القائمة الافتراضية

# #31334
source: Comments
ar_sa: التعليقات
pl_pl: Komentarze

# #31339
source: Larger icons
ar_sa: ايقونات كبيرة

# #31340
source: Reset skin to defaults
ar_sa: اعادة ضبط المظهر للاعداد الاصلي
pl_pl: Przywróć skórę do ustawień domyślnych

# #31341
source: Combine widget stack
ar_sa: جمع الودجتز
pl_pl: Połącz stos widżetów

# #31342
source: global
ar_sa: جميع انحاء المظهر

# #31345
source: No items available
ar_sa: العنصر غير متوفر

# #31347
source: Layout
ar_sa: الشكل

# #31349
source: Full-sized standard keyboard layout
ar_sa: كيبورد كامل

# #31350
source: Thanks
ar_sa: شكر خاص
pl_pl: Podziękowania

# #31352
source: Jump
ar_sa: تقديم زمن العرض

# #31353
source: Elapsed
ar_sa: إنقضى من الزمن
pl_pl: Upłynął

# #31354
source: Remaining
ar_sa: المتبقي
pl_pl: Pozostały

# #31355
source: Seekbar time display
ar_sa: طريقة عرض الوقت للافلام
pl_pl: Wyświetlanie czasu na pasku nawigacyjnym

# #31356
source: Use local cast details
ar_sa: استخدم معلومات كودي للممثلين
pl_pl: Użyj lokalnych szczegółów obsady

# #31358
source: Waiting for plugins
ar_sa: جاري تشغيل الاضافات
pl_pl: Oczekiwanie na wtyczki

# #31359
source: Add Node
ar_sa: اضافة قائمة مخصصة Node

# #31360
source: Disable all ratings
ar_sa: ايقاف التصنيفات
pl_pl: Wyłącz wszystkie oceny

# #31361
source: Customise background image
ar_sa: لون الخلفية
pl_pl: Dostosuj obraz tło

# #31362
source: Side items
ar_sa: العناصر الجانبية
pl_pl: Elementy poboczne

# #31363
source: Menu items
ar_sa: عناصر القائمة
pl_pl: Elementy menu

# #31364
source: Reload
ar_sa: اعد التحميل
pl_pl: Odśwież

# #31365
source: Node
ar_sa: قائمة مخصصة Node
pl_pl: Węzeł

# #31366
source: Widget
ar_sa: ودجت

# #31368
source: Customise hub
ar_sa: تخصيص قائمة رئيسية

# #31369
source: Video file
ar_sa: ملف الفيديو
pl_pl: Plik wideo

# #31370
source: Explore
ar_sa: إستكشف
